Revit 2027 API
ParameterTypeId.StructuralSectionIshapeWebToeOfFillet Property
 "Web Toe of Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeWebToeOfFillet { get; }
Public Shared ReadOnly Property StructuralSectionIshapeWebToeOfFillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeWebToeOfFillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeWebToeOfFillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace